[TC_WOTC_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 от болезней присущих оригинальной M14, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nXM14E2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила не только повысить эксплуатационные и боевые качества данного образца, но и избавила его от пагубного влияния ржавчины."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 от болезней присущих оригинальной M14, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nXM14E2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила не только повысить эксплуатационные и боевые качества данного образца, но и избавила его от пагубного влияния ржавчины."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_M14_C_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M14</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_M14_C_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM14</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nБлагодаря использованию инопланетных сплавов, а также замены механизма отвода пороховых газов, на магнитный аналог, используемый в рельсотронах, нам удалось избавить прототип XM14E1 от болезней присущих оригинальной M14, а также существенно повысить кинетическую энергию снаряда."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_M14_C_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV14 Classic</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV14</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="Опыт боевых действий войск США во Второй Мировой Войне показал, что штатная винтовка M1 Garand при всех ее достоинствах нуждается в серьезной модернизации. В середине 1950х в США были проведены сравнительные испытания винтовки Т44 и ее главного конкурента - винтовки Т48 (выпущенной в США малой серией винтовки FN FAL). В 1957 году прототипы Т44Е4 и Т44Е5 были стандартизованы и приняты на вооружение Вооруженных Сил США под обозначениями М14 и М15. Однако M14 оказалась малопригодной к новым условиям войны, что быстро выявили боевые действия США во Вьетнаме. М14 была слишком длинной для боев в джунглях, большая масса каждого патрона снижала носимый боезапас, вести огонь очередями из винтовки хоть сколько-нибудь прицельно было возможно лишь с сошек или упора, да и то на небольшие дальности. В результате, Армии США пришлось срочно принимать на вооружение новый образец — Armalite AR-15/M16 под малокалиберный промежуточный патрон 5,56×45 мм. Данный образец очень старый и изношенный. Поэтому частое использование приведет к его полной не боеспособности.\nXM14E2 - следующий шаг, на пути модернизации винтовки M14. Замена ствола, на высокочастотный цилиндр, позволила не только повысить эксплуатационные и боевые качества данного образца, но и избавила его от пагубного влияния ржавчины."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"